Revit 2027 API
BoundingBoxUV.Max Property
Maximum coordinates (upper-right corner of the box).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public UV Max { get; set; }
Public Property Max As UV
	Get
	Set
public:
property UV^ Max {
	UV^ get ();
	void set (UV^ value);
}
member Max : UV with get, set
Property Value
UV
See Also
Reference
BoundingBoxUV Class
Autodesk.Revit.DB Namespace